const faq = {
	// Проблема: в начале печати отсутствует подача пластика
	forFirst: [
		{
			title: 'Экструдер не заправлен пластиком',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: 'Сопло очень близко к рабочей поверхности. Нарушена калибровка',
			id: '',
            description: ['В случае если сопло разместилось очень близко от рабочей поверхности, есть вероятность, что для выхода горячего материала просто не осталось достаточно места. В итоге отверстие сопла, подающее пластик, оказывается заблокированным.',
                'Одним из признаков того, что неправильно выставлено расстояние, является то, что материал не экструдируется при печати 1-2 слоя, но уже к 3-4 все нормализуется. Также этот процесс сопровождается посторонними звуками, обычно щелчками. Проблема быстро решается калибровкой экструдера по оси Z.',
                'Произведите регулировку расстояния между соплом принтера и рабочим столом согласно инструкции к вашему устройству.',
                'Фото как материал стачивается о шестеренку привода'
            ],
			img: 'https://3dprinter.ua/wp-content/uploads/2016/11/13.jpg'
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		}
	],
	basic: [
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		},
		{
			title: '',
			id: '',
			description: ['', '', ''],
			img: ''
		}
	],
    modelsFlashforge: {
        creatorProFirst: []
    },
    modelsAnyCubic: {
        // 
    }
	pro: []
};


export default faq;